Repository: lollipopkit/flutter_server_box
Catalog: lib/l10n/app_*.arb
Languages: nl, tr, uk

source: About
nl: Over

# aboutThanks
source: Thanks to the following people who participated in.
nl: Met dank aan de volgende mensen die hebben deelgenomen aan.
tr: Aşağıdaki katılımcılara teşekkürler.
uk: Дякуємо наступним особам, які взяли участь.

source: Add
nl: Toevoegen

source: add a server
nl: een server toevoegen

source: Add private key
nl: Privésleutel toevoegen

# addSystemPrivateKeyTip
source: Currently don't have any private key, do you add the one that comes with the system (~/.ssh/id_rsa)?
nl: Er is momenteel geen privésleutel, wilt u degene toevoegen die bij het systeem wordt geleverd (~/.ssh/id_rsa)?
tr: Şu anda özel anahtarlar mevcut değil, sistemle birlikte gelen anahtarı (~/.ssh/id_rsa) eklemek ister misiniz?
uk: Наразі приватних ключів нема, хочете додати той, що йде з системою (~/.ssh/id_rsa)?

# added2List
source: Added to task list
nl: Toegevoegd aan takenlijst
tr: Görev listesine eklendi
uk: Додано до списку завдань

source: All
nl: Alle

# alreadyLastDir
source: Already in last directory.
nl: Al in de laatst gebruikte map.
tr: Zaten son dizindesiniz.
uk: Вже в останньому каталозі.

# askContinue
source: {msg}. Continue?
nl: {msg}. Doorgaan?

source: Attention
nl: Let op

source: Auth required
nl: Authenticatie vereist

# autoBackupConflict
source: Only one automatic backup can be turned on at the same time.
nl: Er kan slechts één automatische back-up tegelijk worden ingeschakeld.
tr: Aynı anda yalnızca bir otomatik yedekleme açık olabilir.
uk: Тільки одне автоматичне резервне копіювання може бути активне одночасно.

source: Auto check update
nl: Automatisch controleren op update

source: Auto connect
nl: Automatisch verbinden
tr: Otomatik bağlan
uk: Авто підключення

# autoRun
source: Automatic Run
nl: Automatisch uitvoeren
tr: Otomatik çalıştır
uk: Авто запуск

source: Auto update home widget
nl: Automatische update van home-widget
tr: Ana ekran bileşenini otomatik güncelle
uk: Автоматичне оновлення віджетів на головному екрані

# backupTip
source: The exported data is simply encrypted. Please keep it safe.
nl: De geëxporteerde gegevens zijn simpelweg versleuteld. Bewaar deze aub veilig.
tr: Dışa aktarılan veriler parola ile şifrelenebilir. Lütfen güvenli bir şekilde saklayın.
uk: Експортовані дані слабо зашифровані. Будь ласка, зберігайте їх у безпеці.

# backupVersionNotMatch
source: Backup version is not match.
nl: Back-upversie komt niet overeen.
tr: Yedekleme sürümü eşleşmiyor.
uk: Версія резервного копіювання не збіглася.

source: Battery
nl: Batterij
tr: Pil
uk: Акумулятор

# bgRun
source: Run in backgroud
nl: Uitvoeren op de achtergrond
tr: Arka planda çalıştır
uk: Запуск у фоновому режимі

# bgRunTip
source: This switch only means the program will try to run in the background, whether it can run in the background depends on whether the permission is enabled or not. For native Android, please disable "Battery Optimization" in this app, and for miui, please change the power saving policy to "Unlimited".
nl: Deze schakelaar betekent alleen dat het programma zal proberen op de achtergrond uit te voeren, of het in de achtergrond kan worden uitgevoerd, hangt af van of de toestemming is ingeschakeld of niet. Voor native Android, schakel "Batterijoptimalisatie" uit in deze app, en voor miui, wijzig de energiebesparingsbeleid naar "Onbeperkt".
tr: Bu anahtar yalnızca programın arka planda çalışmayı deneyeceği anlamına gelir. Arka planda çalışıp çalışamayacağı, iznin etkinleştirilip etkinleştirilmediğine bağlıdır. AOSP tabanlı Android ROM'lar için lütfen bu uygulamada "Pil Optimizasyonu"nu devre dışı bırakın. MIUI / HyperOS için lütfen güç tasarrufu politikasını "Sınırsız" olarak değiştirin.
uk: Цей перемикач лише вказує на те, що програма намагатиметься працювати у фоновому режимі. Чи може вона працювати у фоновому режимі, залежить від прав доступу. Для AOSP-орієнтованих Android ROM, будь ласка, вимкніть "Оптимізацію акумулятора" в цьому додатку. Для MIUI / HyperOS, будь ласка, змініть політику економії енергії на "Нескінченна".

# bioAuth
source: Biometric auth
nl: Biometrische authenticatie

# bulkImportServers
source: Batch import servers
nl: Servers batchgewijs importeren

# bulkImportServersTip
source: You can find the [format]({url}) here.
nl: U kunt het [formaat]({url}) hier vinden.

# canPullRefresh
source: You can pull to refresh.
nl: Je kunt verversen door te slepen.

source: Cancel
nl: Annuleren

source: Choose
nl: Kiezen

# chooseFontFile
source: Choose a font file
nl: Kies een font bestand

source: Choose private key
nl: Privésleutel kiezen

source: Clear
nl: Wissen

source: Clipboard
nl: Klembord

source: Close
nl: Sluiten

# cmd
source: Command
nl: Opdracht
tr: Komut
uk: Команда

# collapseUI
source: Collapse
nl: Inklappen

# collapseUITip
source: Whether to collapse long lists present in the UI by default
nl: Of lange lijsten in de UI standaard moeten worden ingeklapt
tr: Arayüzde uzun listelerin varsayılan olarak daraltılıp daraltılmayacağı
uk: Сховати довгі списки, що є у UI за замовчуванням

# conn
source: Connection
nl: Verbinding
tr: Bağlantı
uk: З'єднання

source: Connected
nl: Verbonden

source: Container name
nl: Container naam

# containerTrySudoTip
source: For example: In the app, the user is set to aaa, but Docker is installed under the root user. In this case, you need to enable this option.
nl: Bijvoorbeeld: in de app is de gebruiker ingesteld op aaa, maar Docker is geïnstalleerd onder de rootgebruiker. In dit geval moet u deze optie inschakelen.
tr: Örneğin: Uygulamada kullanıcı aaa olarak ayarlanmış, ancak Docker root kullanıcısı altında kurulmuş. Bu durumda bu seçeneği etkinleştirmeniz gerekir.
uk: Наприклад: У застосунку користувач це aaa, але Docker встановлений під користувачем root. У цьому випадку вам потрібно активувати цю опцію.

source: Convert
nl: Converteren
tr: Dönüştür
uk: Конвертувати

source: Copy
nl: Kopiëren

source: Copy path
nl: Pad kopiëren
tr: Yolu kopyala
uk: Скопіювати шлях

source: Create file
nl: Bestand aanmaken

source: Create folder
nl: Map aanmaken

source: Dark
nl: Donker

source: Debug
nl: Debuggen

source: Decode
nl: Decoderen
tr: Çöz
uk: Декодувати

source: Decompress
nl: Decomprimeren
tr: Sıkıştırmayı aç
uk: Розпакувати

source: Delete
nl: Verwijderen

# deleteServers
source: Batch delete servers
nl: Servers batchgewijs verwijderen
tr: Sunucuları toplu sil
uk: Масове видалення серверів

# dirEmpty
source: Make sure dir is empty.
nl: Zorg ervoor dat de map leeg is.
tr: Klasörün boş olduğundan emin olun.
uk: Переконайтеся, що директорія пуста.

source: Disabled
nl: Uitgeschakeld

source: Disconnected
nl: Verbroken
tr: Bağlantı kesildi
uk: Відключено

source: Disk
nl: Schijf
uk: Диск

# diskIgnorePath
source: Ignore path for disk
nl: Pad negeren voor schijf
tr: Disk için yok sayılan yol
uk: Ігнорувати шлях для диска

source: Display name
nl: Weergavenaam

# dl2Local
source: Download {fileName} to local?
nl: Download {fileName} naar lokaal?
tr: {fileName} dosyasını yerel cihaza indir?
uk: Завантажити {fileName} на локальний комп'ютер?

# dockerEditHost
source: Edit DOCKER_HOST
nl: DOCKER_HOST bewerken

# dockerEmptyRunningItems
source: There are no running containers. This could be because: - The Docker installation user is not the same as the username configured within the App. - The environment variable DOCKER_HOST was not read correctly. You can get it by running `echo $DOCKER_HOST` in the terminal.
nl: Er zijn geen actieve containers. Dit kan komen doordat: - De Docker-installatiegebruiker niet overeenkomt met de gebruikersnaam die is geconfigureerd binnen de app. - De omgevingsvariabele DOCKER_HOST is niet correct gelezen. U kunt deze krijgen door `echo $DOCKER_HOST` in de terminal uit te voeren.
tr: Çalışan konteyner yok. Bunun nedeni şunlar olabilir: - Docker kurulum kullanıcısı, uygulamada yapılandırılan kullanıcı adıyla aynı değil. - DOCKER_HOST ortam değişkeni doğru okunmadı. Terminalde `echo $DOCKER_HOST` komutunu çalıştırarak kontrol edebilirsiniz.
uk: Немає запущених контейнерів. Це може бути через: - Користувача Docker, відмінного від користувача, налаштованого в додатку - змінну оточення DOCKER_HOST, яка не була правильно зчитана. Ви можете виконати `echo $DOCKER_HOST` у терміналі, щоб побачити її значення.

# dockerImagesFmt
source: {count} images
nl: {count} afbeeldingen
tr: {count} görüntü
uk: Всього {count} образів

source: Docker not installed
nl: Docker niet geïnstalleerd
tr: Docker kurulmamış
uk: Docker не встановлено

# dockerStatusRunningAndStoppedFmt
source: {runningCount} running, {stoppedCount} container stopped.
nl: {runningCount} actief, {stoppedCount} container gestopt.
tr: {runningCount} çalışıyor, {stoppedCount} konteyner durdurulmuş.
uk: {runningCount} запущено, {stoppedCount} контейнерів зупинено.

# dockerStatusRunningFmt
source: {count} container running.
nl: {count} container actief.
tr: {count} konteyner çalışıyor.
uk: {count} контейнер(и) запущено.

source: Double column mode
nl: Dubbele kolommodus
tr: Çift sütun modu
uk: Режим подвійної колонки

# doubleColumnTip
source: This option only enables the feature, whether it can actually be enabled depends on the width of the device
nl: Deze optie schakelt alleen de functie in, of deze daadwerkelijk kan worden ingeschakeld, hangt af van de breedte van het apparaat
tr: Bu seçenek yalnızca özelliği etkinleştirir, gerçekten etkinleşip etkinleşmeyeceği cihazın genişliğine bağlıdır
uk: Ця опція лише активує функцію, чи можна її насправді включити, залежить від ширини пристрою

source: Download
nl: Downloaden

source: Edit
nl: Bewerken

# editVirtKeys
source: Edit virtual keys
nl: Virtuele toetsen bewerken
tr: Sanal tuşları düzenle
uk: Редагувати віртуальні клавіші

# editorHighlightTip
source: The current code highlighting performance is worse and can be optionally turned off to improve.
nl: De huidige codehighlighting-prestaties zijn slechter en kunnen optioneel worden uitgeschakeld om te verbeteren.
tr: Mevcut kod vurgulama performansı ideal değil ve isteğe bağlı olarak kapatılabilir.
uk: Поточна підсвітка коду не ідеальна і може бути вимкнена для покращення.

source: Encode
nl: Coderen
tr: Kodla
uk: Кодувати

source: Error
nl: Fout

source: Example name
nl: Voorbeeldnaam

source: Experimental feature
nl: Experimentele functie
tr: Deneysel özellik
uk: Експериментальна функція

source: Export
nl: Exporteren

source: Extra args
nl: Extra argumenten
tr: Ek argümanlar
uk: Додаткові аргументи

source: Failed
nl: Mislukt

# feedbackOnGithub
source: If you have any questions, please feedback on Github.
nl: Als je vragen hebt, geef dan feedback op Github.

# fieldMustNotEmpty
source: These fields must not be empty.
nl: Deze velden mogen niet leeg zijn.

source: {file} not exist
nl: {file} bestaat niet

# fileTooLarge
source: File '{file}' too large {size}, max {sizeMax}
nl: Bestand '{file}' te groot {size}, max {sizeMax}
tr: '{file}' dosyası çok büyük {size}, maksimum {sizeMax}
uk: Файл '{file}' занадто великий ({size}), макс {sizeMax}

source: Files
nl: Bestanden

source: Finished
nl: Voltooid

source: Follow system
nl: Volg systeem
tr: Sistemi takip et
uk: Слідувати системі

source: Font
nl: Lettertype
tr: Yazı tipi
uk: Шрифт

source: Font size
nl: Lettergrootte
tr: Yazı tipi boyutu
uk: Розмір шрифту

source: Force
nl: Forceer
tr: Zorla
uk: Примусово

# foundNUpdate
source: Found {count} update
nl: {count} update gevonden

# fullScreen
source: Full screen mode
nl: Volledig schermmodus
tr: Tam ekran modu
uk: Повноекранний режим

source: Full screen jitter
nl: Volledig scherm trilling
tr: Tam ekran titreşim
uk: Тремтіння в повноекранному режимі

# fullScreenJitterHelp
source: To avoid screen burn-in
nl: Om inbranden van het scherm te voorkomen
tr: Ekran yanmasını önlemek için
uk: Щоб уникнути вигоряння екрану

# getPushTokenFailed
source: Can't fetch push token
nl: Kan push-token niet ophalen

source: Getting token...
nl: Token ophalen...

# goBackQ
source: Go back?
nl: Terug gaan?
tr: Geri dön?
uk: Повернутися назад?

source: Go to
nl: Ga naar
tr: Git
uk: Перейти до

# homeWidgetUrlConfig
source: Config home widget url
nl: Home-widget-url configureren
tr: Ana ekran bileşeni URL'sini yapılandır
uk: Налаштувати URL віджета на головному екрані

# httpFailedWithCode
source: request failed, status code: {code}
nl: verzoek mislukt, statuscode: {code}
tr: İstek başarısız oldu, durum kodu: {code}
uk: Запит не вдався, код статусу: {code}

# icloudSynced
source: iCloud wird synchronisiert und einige Einstellungen erfordern möglicherweise einen Neustart der App, um wirksam zu werden.
nl: iCloud wordt gesynchroniseerd en sommige instellingen vereisen mogelijk een herstart van de app om van kracht te worden.

source: Image
nl: Afbeelding
tr: Görüntü
uk: Зображення

source: Images list
nl: Lijst met afbeeldingen
tr: Görüntü listesi
uk: Список зображень

source: Import
nl: Importeren

source: Inner
nl: Intern
tr: İç
uk: Внутрішній

source: Input Domain here
nl: Voer hier domein in

source: install
nl: Installeren
tr: Kur
uk: Встановити

# installDockerWithUrl
source: Please https://docs.docker.com/engine/install docker first.
nl: Installeer eerst docker via https://docs.docker.com/engine/install.
tr: Lütfen önce https://docs.docker.com/engine/install adresinden Docker'ı kurun.
uk: Будь ласка, спочатку встановіть Docker. (https://docs.docker.com/engine/install)

source: Invalid JSON
nl: Ongeldige JSON

source: Invalid version
nl: Ongeldige versie

# invalidVersionHelp
source: Please make sure that docker is installed correctly, or that you are using a non-self-compiled version. If you don't have the above issues, please submit an issue on {url}.
nl: Zorg ervoor dat docker correct is geïnstalleerd, of dat u een niet-zelf-gecompileerde versie gebruikt. Als dat niet het geval is, meld dan een probleem op {url}.

# isBusy
source: Is busy now
nl: Is momenteel bezig

source: Jump server
nl: Spring naar server
tr: Atlama sunucusu
uk: Стрибковий Сервер

# keepForeground
source: Keep app foreground!
nl: Houd de app op de voorgrond!
tr: Uygulamayı ön planda tut!
uk: Тримати застосунок на передньому плані!

# keepStatusWhenErr
source: Preserve the last server state
nl: Behoud de laatste serverstatus
tr: Son sunucu durumunu koru
uk: Зберегати останній стан сервера

# keepStatusWhenErrTip
source: Only in the event of an error during script execution
nl: Alleen in geval van een fout tijdens de scriptuitvoering
tr: Yalnızca betik yürütülmesi sırasında bir hata olduğunda
uk: Тільки в разі виникнення помилки під час виконання скрипту

source: Key Auth
nl: Sleutelauthenticatie
tr: Anahtar Kimlik Doğrulama
uk: Аутентифікація ключем

source: Language
nl: Taal

# languageName
source: English
nl: Nederlands

source: Last try
nl: Laatste poging

source: Launch page
nl: Startpagina

source: License
nl: Licentie
tr: Lisans
uk: Ліцензія

source: Light
nl: Licht

source: Loading files...
nl: Bestanden laden...

source: Location
nl: Locatie
tr: Konum
uk: Місцезнаходження

source: Log
nl: Logboek

source: loss
nl: verlies
tr: Kayıp
uk: втрата пакетів

# madeWithLove
source: Made with ❤️ by {myGithub}
nl: Gemaakt met ❤️ door {myGithub}
tr: {myGithub} tarafından ❤️ ile yapıldı
uk: Зроблено з ❤️ від {myGithub}

source: Manual
nl: Handleiding
tr: Manuel
uk: Посібник

# maxRetryCount
source: Number of server reconnection
nl: Aantal serverherverbindingen
tr: Sunucu yeniden bağlantı sayısı
uk: Кількість повторних спроб підключення до сервера

# maxRetryCountEqual0
source: Will retry again and again.
nl: Zal opnieuw blijven proberen.
tr: Tekrar tekrar deneyecek.
uk: Знову і знову буде намагатися повторно підключитися.

source: Mission
nl: Missie
tr: Görev
uk: Місія

source: More
nl: Meer
tr: Daha fazla
uk: Більше

# moveOutServerFuncBtnsHelp
source: On: can be displayed below each card on the Server Tab page. Off: can be displayed at the top of the Server Details page.
nl: Aan: kan worden weergegeven onder elke kaart op de Server-tabbladpagina. Uit: kan worden weergegeven bovenaan de Serverdetails-pagina.
tr: Açık: Sunucu Sekmesi sayfasındaki her kartın altında görüntülenebilir. Kapalı: Sunucu Ayrıntıları sayfasının üstünde görüntülenebilir.
uk: Включено: може відображатися під кожною карткою на вкладці Сервер. Вимкнено: може відображатися вгорі на сторінці деталей сервера.

source: Name
nl: Naam

# needRestart
source: Need to restart app
nl: App moet opnieuw worden gestart
tr: Uygulamanın yeniden başlatılması gerekiyor
uk: Необхідно перезапустити застосунок

source: Net
nl: Netwerk
tr: Ağ
uk: Мережа

source: Net view type
nl: Netweergavetype
tr: Ağ görüntüleme türü
uk: Тип перегляду мережі

source: New container
nl: Nieuwe container
tr: Yeni konteyner
uk: Новий контейнер

source: No client
nl: Geen client

source: No interface
nl: Geen interface

source: No options
nl: Geen opties

source: No result
nl: Geen resultaat

# noSavedPrivateKey
source: No saved private keys.
nl: Geen opgeslagen privésleutels.

# noSavedSnippet
source: No saved snippets.
nl: Geen opgeslagen fragmenten.

source: No server available.
nl: Geen server beschikbaar.

source: No task
nl: Geen taak

source: No update available
nl: Geen update beschikbaar

source: Not selected
nl: Niet geselecteerd

source: Note
nl: Opmerking

source: On server detail page
nl: Op serverdetailspagina
tr: Sunucu ayrıntı sayfasında
uk: На сторінці деталі сервера

source: Open
nl: Openen

# openLastPath
source: Open the last path
nl: Open het laatste pad
tr: Son yolu aç
uk: Відкрити останній шлях

# openLastPathTip
source: Different servers will have different logs, and the log is the path to the exit
nl: Verschillende servers hebben verschillende logs, en de log is het pad naar de uitgang
tr: Farklı sunucular farklı günlükler tutar ve günlük, çıkış yoludur
uk: Для різних серверів будуть збережені різні логи. Записується шлях при виході

# parseContainerStats
source: Parse the container occupancy status
nl: Parseer de containerbezettingstatus

# parseContainerStatsTip
source: Docker parsing the occupancy status is relatively slow.
nl: Het parsen van de bezettingsstatus van Docker is relatief langzaam.
tr: Docker'ın doluluk durumunu ayrıştırmak oldukça yavaş.
uk: Парсинг статусу зайнятості Docker є відносно повільним.

source: Paste
nl: Plakken

source: Path
nl: Pad

source: {percent}% of {size}
nl: {percent}% van {size}
tr: {size}'ın {percent}%'i
uk: {percent}% з {size}

source: Pick file
nl: Bestand kiezen

# pingAvg
source: Avg:
nl: Gem:
tr: Ort:
uk: Середнє:

# pingInputIP
source: Please input a target IP / domain.
nl: Voer een doel-IP / domein in.
tr: Lütfen bir hedef IP / alan adı girin.
uk: Будь ласка, введіть цільовий IP / Домен.

# pingNoServer
source: No server to ping. Please add a server in server tab.
nl: Geen server om te pingen. Voeg een server toe in het servertabblad.
tr: Ping yapılacak sunucu yok. Lütfen sunucu sekmesinde bir sunucu ekleyin.
uk: Немає сервера для пінгування. Будь ласка, додайте сервер у вкладці `Сервер`.

# platformNotSupportUpdate
source: Current platform does not support in app update. Please build from source and install it.
nl: Huidig platform ondersteunt geen updates in de app. Bouw het alstublieft uit bron en installeer het.

# plzEnterHost
source: Please enter host.
nl: Voer host in a.u.b.

# plzSelectKey
source: Please select a key.
nl: Selecteer a.u.b. een sleutel.

source: Port
nl: Poort
uk: Порт

source: Preview
nl: Voorbeeld
tr: Önizleme
uk: Попередній перегляд

source: Primary color seed
nl: Basis kleurzaad

source: Private Key
nl: Privésleutel
tr: Özel Anahtar
uk: Приватний ключ

source: Process
nl: Proces
tr: İşlem
uk: Процес

# pwd
source: Password
nl: Wachtwoord
uk: Пароль

source: Read
nl: Lezen
tr: Oku
uk: Читати

source: Reboot
nl: Herstart
tr: Yeniden başlat
uk: Перезавантажити

# rememberPwdInMem
source: Remember password in memory
nl: Wachtwoord onthouden in geheugen
tr: Şifreyi bellekte hatırla
uk: Запам'ятати пароль у пам'яті

# rememberPwdInMemTip
source: Used for containers, suspending, etc.
nl: Gebruikt voor containers, opschorting, enz.
tr: Konteynerler, askıya alma vb. için kullanılır.
uk: Використовується для контейнерів, призупинення тощо.

source: Remote path
nl: Extern pad
tr: Uzak yol
uk: Віддалений шлях

source: Rename
nl: Hernoemen

# reportBugsOnGithubIssue
source: Please report bugs on {url}
nl: Meld alstublieft bugs op {url}

source: Restart
nl: Herstarten
tr: Yeniden başlat
uk: Перезапустити

source: Restore
nl: Herstellen

# restoreSuccess
source: Restore success. Restart app to apply.
nl: Herstellen geslaagd. App herstarten om toe te passen.

source: Result
nl: Resultaat
tr: Sonuç
uk: Результат

# rotateAngel
source: Rotation angle
nl: Rotatiehoek
tr: Dönüş açısı
uk: Кут повороту

source: Run
nl: Uitvoeren
tr: Çalıştır
uk: Запустити

source: Running
nl: Uitgevoerd
tr: Çalışıyor
uk: Виконання

source: Save
nl: Opslaan
tr: Kaydet
uk: Зберегти

source: Saved
nl: Opgeslagen
tr: Kaydedildi
uk: Збережено

source: Sequence
nl: Volgorde
tr: Sıra
uk: Послідовність

# serverDetailOrder
source: Detail page widget order
nl: Volgorde van widget op detailpagina
tr: Ayrıntı sayfası bileşen sırası
uk: Порядок віджетів на сторінці деталі

# serverFuncBtns
source: Server func buttons
nl: Server functieknoppen
tr: Sunucu işlev düğmeleri
uk: Кнопки функцій сервера

source: Server order
nl: Servervolgorde
tr: Sunucu sırası
uk: Порядок сервера

# serverTabConnecting
source: Connecting...
nl: Verbinding maken...

# serverTabEmpty
source: There is no server. Click the fab to add one.
nl: Er is geen server. Klik op fab om er een toe te voegen.

# serverTabFailed
source: Failed
nl: Mislukt

# serverTabLoading
source: Loading...
nl: Laden...

# serverTabPlzSave
source: Please 'save' this private key again.
nl: Sla deze privésleutel opnieuw op.

# serverTabUnkown
source: Unknown state
nl: Onbekende status

# setting
source: Settings
nl: Instellingen

# sftpDlPrepare
source: Preparing to connect...
nl: Voorbereiden om verbinding te maken...
tr: Bağlantı hazırlanıyor...
uk: Підготовка до підключення...

# sftpRmrDirSummary
source: Use `rm -r` to delete a folder in SFTP.
nl: Gebruik `rm -r` om een map te verwijderen in SFTP.
tr: SFTP'de bir klasörü silmek için `rm -r` kullan.
uk: Використовуйте `rm -r`, щоб видалити папку в SFTP.

# sftpSSHConnected
source: SFTP Connected
nl: SFTP Verbonden
tr: SFTP Bağlandı
uk: SFTP підключено

# sftpShowFoldersFirst
source: Display folders first
nl: Mappen eerst weergeven
tr: Önce klasörleri göster
uk: Спочатку відображати директорії

# showDistLogo
source: Show distribution logo
nl: Distributielogo weergeven
tr: Dağıtım logosunu göster
uk: Показати логотип дистрибутива

source: Shutdown
nl: Afsluiten
tr: Kapat
uk: Вимкнення

source: Size
nl: Grootte
tr: Boyut
uk: Розмір

source: Snippet
nl: Fragment
tr: Kod parçacığı
uk: Фрагмент

source: Speed
nl: Snelheid
tr: Hız
uk: Швидкість

# spentTime
source: Spent time: {time}
nl: Gebruikte tijd: {time}
tr: Harcanan süre: {time}
uk: Витрачений час: {time}

# sshTip
source: This function is now in the experimental stage. Please report bugs on {url} or join our development.
nl: Deze functie bevindt zich momenteel in de experimentele fase. Meld alstublieft bugs op {url} of sluit je aan bij onze ontwikkeling.
tr: Bu işlev şu anda deneysel aşamada. Lütfen hataları {url} adresinde bildirin veya geliştirmemize katılın.
uk: Ця функція наразі в експериментальній стадії. Будь ласка, повідомте про помилки за адресою {url} або приєднуйтеся до нашої розробки.

# sshVirtualKeyAutoOff
source: Auto switching of virtual keys
nl: Automatisch schakelen van virtuele toetsen
tr: Sanal tuşların otomatik geçişi
uk: Автоматичне переключення віртуальних клавіш

source: Start
nl: Starten
tr: Başlat
uk: Старт

source: Stats
nl: Statistieken
tr: İstatistikler
uk: Статистики

source: Stop
nl: Stoppen
tr: Durdur
uk: Зупинити

source: Stopped
nl: Gestopt
tr: Durduruldu
uk: Зупинено
