Repository: lollipopkit/flutter_server_box
Catalog: lib/l10n/app_*.arb
Languages: nl, tr, uk

source: Success
nl: Succes

# supportFmtArgs
source: The following formatting parameters are supported:
nl: De volgende opmaakparameters worden ondersteund:
tr: Aşağıdaki biçimlendirme parametreleri desteklenir:
uk: Підтримуються такі параметри форматування:

source: Suspend
nl: Ophangen
tr: Askıya al
uk: Призупинити

# suspendTip
source: The suspend function requires root privileges and systemd support.
nl: De opschortfunctie vereist rootrechten en systemd-ondersteuning.
tr: Askıya alma işlevi, root izni ve systemd desteği gerektirir.
uk: Функція призупинення потребує адміністративних прав та підтримки systemd.

# switchTo
source: Switch to {val}
nl: Overschakelen naar {val}
tr: {val}'a geç
uk: Переключитися на {val}

# syncTip
source: A restart may be required for some changes to take effect.
nl: Een herstart kan nodig zijn voor sommige wijzigingen om van kracht te worden.
tr: Bazı değişikliklerin etkili olması için yeniden başlatma gerekebilir.
uk: Може знадобитися перезапуск, щоб деякі зміни набрали чинності.

source: System
nl: Systeem
tr: Sistem
uk: Система

# tag
source: Tags
nl: Labels
tr: Etiketler
uk: Теги

source: Temperature
nl: Temperatuur
tr: Sıcaklık
uk: Температура

# termFontSizeTip
source: This setting will affect the terminal size (width and height).
nl: Deze instelling heeft invloed op de terminalgrootte (breedte en hoogte). U kunt inzoomen op de terminalpagina om de lettergrootte van de huidige sessie aan te passen.
tr: Bu ayar terminal boyutunu (genişlik ve yükseklik) etkiler. Terminal sayfasında yakınlaştırarak mevcut oturumun yazı tipi boyutunu ayarlayabilirsiniz.
uk: Це налаштування вплине на розмір терміналу (ширину та висоту). Ви можете масштабувати на сторінці терміналу, щоб налаштувати розмір шрифту поточної сесії.

source: Test
nl: Testen
uk: Тест

source: Text scaler
nl: Tekstschaler
tr: Metin ölçekleyici
uk: Масштабування тексту

# textScalerTip
source: 1.0 => 100% (original size), only works on server page part of the font, not recommended to change.
nl: 1.0 => 100% (oorspronkelijke grootte), werkt alleen op het gedeelte van de serverpagina van het lettertype, niet aanbevolen om te wijzigen.
tr: 1.0 => %100 (orijinal boyut), yalnızca sunucu sayfasındaki yazı tipinin bir kısmı üzerinde çalışır, değiştirilmesi önerilmez.
uk: 1.0 => 100% (оригінальний розмір), працює лише на частині шрифта сторінки сервера, не рекомендується змінювати.

source: Theme
nl: Thema
tr: Tema
uk: Тема

source: Theme mode
nl: Themamodus

source: Time
nl: Tijd
tr: Zaman
uk: Час

source: Times
nl: Keer
tr: Kez
uk: Рази

source: Total
nl: Totaal
tr: Toplam
uk: Всього

source: Traffic
nl: Verkeer
tr: Trafik
uk: Трафік

# trySudo
source: Try using sudo
nl: Probeer sudo te gebruiken
tr: Sudo ile dene
uk: Спробуйте використовувати sudo

source: Unknown
nl: Onbekend
tr: Bilinmeyen
uk: Невідомо

source: Unknown error
nl: Onbekende fout

# unkownConvertMode
source: Unknown convert mode
nl: Onbekende conversiemodus
tr: Bilinmeyen dönüşüm modu
uk: Невідомий режим конвертації

source: Update
nl: Bijwerken
tr: Güncelle
uk: Оновити

source: Update all
nl: Alles bijwerken

# updateIntervalEqual0
source: You set to 0, will not update automatically. Can't calculate CPU status.
nl: Het staat op 0, het zal niet automatisch bijwerken CPU status kan niet berekend worden.
tr: 0 olarak ayarladınız, otomatik güncelleme yapılmayacak. CPU durumu hesaplanamaz.
uk: Ви встановили 0, автоматичне оновлення не відбудеться. Не можна розрахувати статус ЦП.

# updateServerStatusInterval
source: Server status update interval
nl: Interne server status bijwerking interval
tr: Sunucu durumu güncelleme aralığı
uk: Інтервал оновлення статусу сервера

# updateTip
source: Update: v1.0.{newest}
nl: Bijwerking: v1.0.{newest}

# updateTipTooLow
source: Current version is too low, please update to v1.0.{newest}
nl: Huidige versie is te oud, werk aub bij naar versie v1.0.{newest}

source: Upside Down
nl: Ondersteboven
tr: Başaşağı
uk: Доверху дном

source: URL or JSON
nl: URL of JSON

# useCdn
source: Using CDN
nl: Gebruikt CDN
tr: CDN kullan
uk: Використання CDN

# useCdnTip
source: Non-Chinese users are recommended to use CDN. Would you like to use it?
nl: Niet-chinese gebruikers worden aangeraden om deze CDN te gebruiken. Wil je dat?
tr: Çinli olmayan kullanıcıların CDN kullanması önerilir. Kullanmak ister misiniz?
uk: Нереспонсивним користувачам рекомендується використовувати CDN. Чи хочете ви його використовувати?

# useNoPwd
source: No password will be used
nl: Er zal geen wachtwoord gebruikt worden
tr: Şifre kullanılmayacak
uk: Пароль не буде використовуватися

# usePodmanByDefault
source: Defaulting to Podman
nl: Valt terug op Podman
tr: Varsayılan olarak Podman kullan
uk: Використовувати Podman за замовчуванням

source: Used
nl: Gebruikt
tr: Kullanılan
uk: Використано

source: User
nl: Gebruiker

# versionHaveUpdate
source: Found: v1.0.{build}, click to update
nl: Gevonden: v1.0.{build}, klik om bij te werken

# versionUnknownUpdate
source: Current: v1.0.{build}, click to check updates
nl: Huidig: v1.0.{build}, klik om te kijken naar een nieuwere versie

# versionUpdated
source: Current: v1.0.{build}, is up to date
nl: Huidig: v1.0.{build}, is bijgewerkt naar de laatste versie

# viewErr
source: See error
nl: Zie foutmelding
tr: Hatayı gör
uk: Переглянути помилку

# virtKeyHelpClipboard
source: Copy to the clipboard if terminal selected is not empty, otherwise paste the contents of the clipboard to the terminal.
nl: Kopiëren naar het klembord als de geselecteerde terminal niet leeg is, anders de inhoud van het klembord plakken in de terminal.
tr: Seçili terminal boş değilse panoya kopyala, aksi takdirde panodaki içeriği terminale yapıştır.
uk: Копіювати в буфер обміну, якщо вибраний термінал не порожній, в іншому випадку вставити вміст буфера обміну в термінал.

# virtKeyHelpSFTP
source: Open current directory in SFTP.
nl: Huidige map openen in SFTP.
tr: Mevcut dizini SFTP'de aç.
uk: Відкрити поточний каталог у SFTP.

# waitConnection
source: Please wait for the connection to be established.
nl: Wacht alstublieft tot de verbinding tot stand is gebracht.
tr: Lütfen bağlantının kurulmasını bekleyin.
uk: Будь ласка, зачекайте, доки з'єднання буде встановлено.

# watchNotPaired
source: No paired Apple Watch
nl: Geen gekoppelde Apple Watch
tr: Eşleştirilmiş Apple Watch yok
uk: Немає спарованого Apple Watch

# webdavSettingEmpty
source: Webdav setting is empty
nl: Webdav-instelling is leeg
tr: WebDav ayarı boş
uk: Налаштування WebDav порожнє

# whenOpenApp
source: When opening the app
nl: Bij het openen van de app
tr: Uygulama açıldığında
uk: При відкритті програми

source: Will take effect immediately
nl: Zal onmiddellijk van kracht worden

source: Write
nl: Schrijven
tr: Yaz
uk: Записати

source: Container
tr: Konteyner
uk: Контейнер

source: Cursor type
tr: İmleç türü
uk: Тип курсора

source: Editor
tr: Düzenleyici
uk: Редактор

# highlight
source: Code highlight
tr: Kod vurgulama
uk: Підсвітка коду

source: Host
tr: Ana bilgisayar
uk: Хост

source: max
tr: maks
uk: макс.

source: min
uk: мін.

source: ms
uk: мс.

source: Pkg
tr: Paket
uk: Пакет

source: Push token
tr: Push belirteci
uk: Надіслати токен

# second
source: s
uk: сек.

# sensors
source: Sensor
tr: Sensör
uk: Датчики

source: Server
tr: Sunucu
uk: Сервер

source: Terminal
uk: Термінал

source: Upload
tr: Yükle
uk: Завантаження

source: Uptime
tr: Çalışma süresi
uk: Час роботи
